Repository: boroda74/Network-Activity-Indicator
Catalog: Network Activity Indicator/frmAdvanced.*.resx
Languages: fr

# tabPageGlobal.Text
source: Global statistics
fr: Statistiques globales

# tabPageNetworkInterfaces.Text
source: Network interface statistics
fr: Statistiques des interfaces réseau

# tabPageTCP.Text
source: TCP statistics
fr: Statistiques TCP

# tabPageTCPConnections.Text
source: TCP connections
fr: Connexions TCP

# tabPageTCPListeners.Text
source: TCP listeners
fr: TCP en écoute

# tabPageUDP.Text
source: UDP statistics
fr: Statistiques UDP

# tabPageUDPListeners.Text
source: UDP listeners
fr: UDP en écoute

# tabPageICMPv4.Text
source: ICMPv4 statistics
fr: Statistiques ICMPv4

# tabPageICMPv6.Text
source: ICMPv6 statistics
fr: Statistiques ICMPv6

# groupBoxGlobalOutbound.Text
source: Outbound packets
fr: Paquets sortants

# label21.Text
source: Outbound packets requests
fr: Requêtes de paquets sortants

# label18.Text
source: Packets with no route
fr: Paquets sans route

# label20.Text
source: Routing discards
fr: Routages rejetés

# label19.Text
source: Transmited packets discards
fr: Rejets de paquets transmis

# groupBoxGlobalInbound.Text
source: Inbound packets
fr: Paquets entrants

# label11.Text
source: Packets with unknown protocol
fr: Paquets de protocole inconnu

# label12.Text
source: Packets with header errors
fr: Paquets avec entêtes erronés

# label13.Text
source: Packets with address errors
fr: Paquets avec adresses erronées

# label14.Text
source: Forwarded packets
fr: Paquets transférés

# label15.Text
source: Discarded packets
fr: Paquets rejetés

# label16.Text
source: Delivered packets
fr: Paquets livrés

# label17.Text
source: Received packets
fr: Paquets reçus

# groupBoxGlobalFragmentation.Text
source: Packet fragmentation
fr: Fragmentation des paquets

# label22.Text
source: Reassembled packets
fr: Paquets réassemblés

# label23.Text
source: Fragmented packets
fr: Paquets fragmentés

# label24.Text
source: Reassembly timeout
fr: Temps limite pour réassemblage

# label25.Text
source: Reassembly failures
fr: Réassemblages échoués

# label26.Text
source: Reassemblies required
fr: Réassemblages requis

# label27.Text
source: Packet fragmentation failures
fr: Fragmentation de paquets échoués

# groupBoxGlobalMisc.Text
source: Miscellaneous
fr: Divers

# label10.Text
source: Node type
fr: Type de noeud

# label9.Text
source: Is a WINS proxy
fr: Est un proxy WINS

# label8.Text
source: Host name
fr: Nom d'hôte

# label7.Text
source: Domain name
fr: Nom de domaine

# label6.Text
source: DHCP scope name
fr: Nom de l'étendue DHCP

# label5.Text
source: Number of routes
fr: Nombre de routes

# label4.Text
source: Number of IP addresses
fr: Nombre d'adresses IP

# label3.Text
source: Number of interfaces
fr: Nombre d'interfaces

# label2.Text
source: Forwarding enabled
fr: Transfert activé

# label1.Text
source: Default TTL
fr: TTL par défaut

# groupBox6.Text
source: Properties (2)
fr: Propriétés (2)

# label64.Text
source: Supports multicast
fr: Support de multicast

# label65.Text
source: Speed
fr: Vitesse

# label61.Text
source: Reception only
fr: Réception seulement

# label66.Text
source: Operational status
fr: Etat

# label58.Text
source: Network interface type
fr: Type de l'interface réseau

# label59.Text
source: Name
fr: Nom

# label60.Text
source: Loopback interface index
fr: Index de l'int. de loopback

# groupBox5.Text
source: IP configuration
fr: Configuration IP

# label57.Text
source: WINS server addresses
fr: Adresses des serveurs WINS

# label55.Text
source: Unicast addresses
fr: Adresses unicast

# label56.Text
source: Multicast addresses
fr: Adresses multicast

# label47.Text
source: Dynamic DNS enabled
fr: DNS dynamiques activés

# label48.Text
source: DNS enabled
fr: DNS activé

# label49.Text
source: Gateway addresses
fr: Adresses des passerelles

# label50.Text
source: DNS suffix
fr: Suffixe DNS

# label52.Text
source: DNS addresses
fr: Adresses des serveurs DNS

# label53.Text
source: DHCP server addresses
fr: Adresses des serveurs DHCP

# label54.Text
source: Anycast addresses
fr: Adresses Anycast

# groupBox4.Text
source: Properties (1)
fr: Propriétés (1)

# label42.Text
source: Uses WINS
fr: Utilise WINS

# label30.Text
source: Packet forwarding enabled
fr: Transfert de paquet activé

# label31.Text
source: DHCP enabled
fr: DHCP activé

# label32.Text
source: APIPA address enabled
fr: Adresse APIPA activée

# label37.Text
source: Has APIPA address
fr: A une adresse APIPA

# groupBox3.Text
source: Outgoing
fr: Envoi

# label41.Text
source: Unicast packets sent
fr: Paquets unicast envoyés

# label43.Text
source: Output queue length
fr: Longueur de queue de sortie

# label44.Text
source: Outgoing packets with errors
fr: Paquets sortants erronés

# label45.Text
source: Outgoing packets discarded
fr: Paquets sortants rejetés

# label46.Text
source: Non-unicast packets sent
fr: Paquets non-unicast envoyés

# label51.Text
source: Bytes sent
fr: Octets envoyés

# groupBox2.Text
source: Incoming
fr: Réception

# label40.Text
source: Unicast packets received
fr: Paquets unicast reçus

# label33.Text
source: Non-unicast packets received
fr: Paquets non-unicast reçus

# label34.Text
source: Incoming packets with unknown protocol
fr: Paquets entrants de protocole inconnu

# label35.Text
source: Incoming packets with errors
fr: Paquets entrants erronés

# label36.Text
source: Incoming packets discarded
fr: Paquets entrants rejetés

# label38.Text
source: Bytes received
fr: Octets reçus

# groupBox9.Text
source: TCP errors statistics
fr: Statistiques des erreurs TCP

# label81.Text
source: TCP errors received
fr: Erreurs TCP reçues

# groupBox8.Text
source: TCP segments statistics
fr: Statistiques des segments TCP

# label82.Text
source: TCP segments received
fr: Segments TCP reçus

# label83.Text
source: TCP reset sent (RST flag)
fr: Réinitialisations TCP envoyées (drapeau RST)

# label84.Text
source: TCP segments re-sent
fr: Segments TCP réenvoyés

# label85.Text
source: TCP segments sent
fr: Segments TCP envoyés

# label86.Text
source: TCP segments minimum transmission timeout
fr: Limite de temps minimum de transmission des segments TCP

# label93.Text
source: TCP segments maximum transmission timeout
fr: Limite de temps maximum de transmission des segments TCP

# groupBox7.Text
source: TCP connections statistics
fr: Statistiques des connexions TCP

# label68.Text
source: Established TCP connections
fr: Connexions TCP établies

# label69.Text
source: Maximum supported TCP connections
fr: Maximum de connexions TCP supportées

# label70.Text
source: Failed TCP connection attempts
fr: Tentatives de connexion TCP échouées

# label71.Text
source: Reset TCP connections
fr: Connections TCP réinitialisées

# label72.Text
source: Current TCP connections
fr: Connexions TCP courantes

# label73.Text
source: Initiated TCP connection requests
fr: Requêtes de connexion TCP initiées

# label75.Text
source: Accepted TCP connection requests
fr: Requêtes de connexion TCP acceptées

# btnSelectAll.Text
source: Select all
fr: Sélectionner tout

# btnCopySelection.Text
source: Copy selected cells to Clipboard
fr: Copier les cellules sélectionnées dans le presse-papiers

# colLocalEndPoint.HeaderText
source: Local end point
fr: Adresse locale

# colLocalPort.HeaderText
source: Local port
fr: Port local

# colRemoteEndPoint.HeaderText
source: Remote end point
fr: Adresse distante

# colRemotePort.HeaderText
source: Remote port
fr: Port distant

# colState.HeaderText
source: State
fr: Etat

# btnTCPLSelectAll.Text
source: Select all
fr: Sélectionner tout

# btnTCPLCopySelected.Text
source: Copy selected cells to Clipboard
fr: Copier les cellules sélectionnées dans le presse-papiers

# colEndPoint.HeaderText
source: End point
fr: Adresse

# groupBox10.Text
source: UDP connections statistics
fr: Statistiques des connexions UDP

# label74.Text
source: UDP listeners
fr: UDP en écoute

# label67.Text
source: Incoming datagrams discarded
fr: Datagrammes entrants rejetés

# label78.Text
source: Incoming datagrams with errors
fr: Datagrammes entrants erronés

# label79.Text
source: Datagrams sent
fr: Datagrammes envoyés

# label80.Text
source: Datagrams received
fr: Datagrammes reçus

# btnUDPLSelectAll.Text
source: Select all
fr: Sélectionner tout

# btnUDPLCopySelected.Text
source: Copy selected cells to Clipboard
fr: Copier les cellules sélectionnées dans le presse-papiers

# colUDPLEndPoint.HeaderText
source: End point
fr: Adresse

# groupBox12.Text
source: ICMPv4 sent messages
fr: Messages ICMPv4 envoyés

# label99.Text
source: Timestamp requests
fr: Requêtes d'horodatage

# label100.Text
source: Timestamp replies
fr: Réponses d'horodatage

# label101.Text
source: Time exceeded
fr: Temps limite écoulé

# label102.Text
source: Source quenches
fr: Sources étouffées

# label103.Text
source: Redirects
fr: Redirections

# label104.Text
source: Parameter problems
fr: Problèmes de paramètres

# label106.Text
source: Errors
fr: Erreurs

# label107.Text
source: Echo requests
fr: Requêtes Echo

# label108.Text
source: Echo replies
fr: Réponses Echo

# label109.Text
source: Destination unreachable
fr: Destination inaccessible

# label110.Text
source: Address mask requests
fr: Requêtes de masque d'adresse

# label111.Text
source: Address mask replies
fr: Réponses de masques d'adresse

# groupBox11.Text
source: ICMPv4 received messages
fr: Messages ICMPv4 reçus

# label96.Text
source: Timestamp requests
fr: Requêtes d'horodatage

# label97.Text
source: Timestamp replies
fr: Réponses d'horodatage

# label98.Text
source: Time exceeded
fr: Temps limite écoulé

# label76.Text
source: Source quenches
fr: Sources étouffées

# label77.Text
source: Redirects
fr: Redirections

# label87.Text
source: Parameter problems
fr: Problèmes de paramètres

# label89.Text
source: Errors
fr: Erreurs

# label90.Text
source: Echo requests
fr: Requêtes Echo

# label91.Text
source: Echo replies
fr: Réponses Echo

# label92.Text
source: Destination unreachable
fr: Destination inaccessible

# label94.Text
source: Address mask requests
fr: Requêtes de masque d'adresse

# label95.Text
source: Address mask replies
fr: Réponses de masques d'adresse

# groupBox13.Text
source: ICMPv6 sent messages
fr: Messages ICMPv6 envoyés

# label112.Text
source: Time exceeded
fr: Temps limite dépassé

# label113.Text
source: Router solicits
fr: Solicitations du routeur

# label114.Text
source: Router advertisement
fr: Annonces au routeur

# label115.Text
source: Redirects
fr: Redirections

# label116.Text
source: Parameter problems
fr: Problèmes de paramètres

# label117.Text
source: Packet too big
fr: Paquets trop gros

# label118.Text
source: Neighbor solicitation
fr: Solicitations du voisinage

# label119.Text
source: Neighbor advertisement
fr: Annonces au voisinage

# label121.Text
source: IGMP membership reports
fr: Rapports d'adhésion IGMP

# label122.Text
source: IGMP membership reductions
fr: Réductions d'adhésion IGMP

# label123.Text
source: IGMP membership queries
fr: Requêtes d'adhésion IGMP

# label124.Text
source: Errors
fr: Erreurs

# label141.Text
source: Echo requests
fr: Requêtes Echo

# label142.Text
source: Echo replies
fr: Réponses Echo

# label143.Text
source: Destination unreachable
fr: Destination inaccessible

# groupBox14.Text
source: ICMPv6 received messages
fr: Messages ICMPv6 reçus

# label138.Text
source: Time exceeded
fr: Temps limite dépassé

# label139.Text
source: Router solicits
fr: Solicitations du routeur

# label140.Text
source: Router advertisement
fr: Annonces au routeur

# label125.Text
source: Redirects
fr: Redirections

# label126.Text
source: Parameter problems
fr: Problèmes de paramètres

# label127.Text
source: Packet too big
fr: Paquets trop gros

# label128.Text
source: Neighbor solicitation
fr: Solicitations du voisinage

# label129.Text
source: Neighbor advertisement
fr: Annonces au voisinage

# label131.Text
source: IGMP membership reports
fr: Rapports d'adhésion IGMP

# label132.Text
source: IGMP membership reductions
fr: Réductions d'adhésion IGMP

# label133.Text
source: IGMP membership queries
fr: Requêtes d'adhésion IGMP

# label134.Text
source: Errors
fr: Erreurs

# label135.Text
source: Echo requests
fr: Requêtes Echo

# label136.Text
source: Echo replies
fr: Réponses Echo

# label137.Text
source: Destination unreachable
fr: Destination inaccessible

# groupBoxGlobalVersion.Text
source: Protocol version
fr: Version du protocole IP

# label28.Text
source: Active interface :
fr: Interface active :

# groupBox1.Text
source: Network interface
fr: Interface réseau

# $this.Text
source: Network Activity Indicator - Advanced Statistics
fr: Network Activity Indicator - Statistiques avancées
